import img01 from "./images/1.png";
import img02 from "./images/2.png";
import img03 from "./images/3.png";

export const menSneakers = [
  {
    id: 1,
    title: "Nike Air Jordan 1",
    price: "6299",
    img: img01,
    description: "Nike Air Jordan 1 — это классика, которая стоит в основе баскетбольной моды и уличного стиля. Созданные Майклом Джорданом в 1985 году, они остаются актуальными до сих пор благодаря своей уникальной форме, превосходной амортизации и стильному дизайну, который сочетается с любым нарядом."
  },
  {
    id: 2,
    title: "Nike Air Jordan 5",
    price: "7999",
    img: img02,
    description: "Эти кроссовки — результат смелой коллаборации между Nike и знаменитым продюсером DJ Khaled. Nike Air Jordan 5 отличаются не только ярким дизайном, но и высококачественными материалами. Благодаря мягкой подошве и усиленной амортизации, они идеально подходят как для повседневной носки, так и для спортивных активностей."
  },
  {
    id: 3,
    title: "Nike Air Jordan 2 Mid",
    price: "9500",
    img: img03,
    description: "Nike Air Jordan 2 Mid — это сочетание элегантности и спорта. С их высококачественной кожаной отделкой и оригинальной подошвой, они идеально подходят для тех, кто ценит как комфорт, так и внешний вид. Эти кроссовки также обеспечивают отличную поддержку стопы во время движения, делая их незаменимыми в повседневной жизни."
  },
  {
    id: 4,
    title: "Nike Air Max 90",
    price: "6899",
    img: img01,
    description: "Nike Air Max 90 — это настоящая икона среди кроссовок. С момента своего выпуска в 1990 году, эта модель была любимой как среди спортсменов, так и среди любителей уличной моды. Благодаря технологии Air Max, они обеспечивают отличную амортизацию и комфорт в течение всего дня."
  },
  {
    id: 5,
    title: "Nike Air Force 1",
    price: "8599",
    img: img02,
    description: "Nike Air Force 1 — это кроссовки, которые изменили мир баскетбольной обуви. Они оснащены мягкой и гибкой подошвой, которая обеспечивает превосходную амортизацию. Их минималистичный дизайн делает эту модель идеальной для создания различных образов, как на спортивной площадке, так и в повседневной жизни."
  },
  {
    id: 6,
    title: "Dior B23",
    price: "14999",
    img: img03,
    description: "Dior B23 — это символ роскоши и современного дизайна. Эти кроссовки отличаются элегантной комбинацией прозрачных материалов и текстиля с фирменным принтом Dior. Они не только стильные, но и комфортные, благодаря мягкой подошве и поддержке стопы."
  },
  {
    id: 7,
    title: "Zara Casual",
    price: "8600",
    img: img01,
    description: "Zara Casual — идеальные кроссовки для тех, кто ценит минимализм и удобство. Эти кроссовки отлично подходят как для повседневной носки, так и для прогулок. Легкие, с удобной стелькой, они обеспечивают комфорт на протяжении всего дня."
  },
  {
    id: 8,
    title: "Adidas Ultraboost 21",
    price: "7899",
    img: img02,
    description: "Adidas Ultraboost 21 — это идеальные беговые кроссовки, которые объединяют в себе комфорт и высокие технологии. С их уникальной системой амортизации Boost, они обеспечивают отличную отдачу энергии с каждым шагом. Эти кроссовки подойдут как для профессиональных спортсменов, так и для тех, кто просто любит активный образ жизни."
  },
  {
    id: 9,
    title: "Adidas Ultraboost 22",
    price: "15999",
    img: img02,
    description: "Обновленная версия кроссовок Ultraboost 22 предлагает еще больше комфорта и поддержки для ног. Эти кроссовки оснащены улучшенной подошвой Boost и уникальной конструкцией, которая идеально адаптируется под форму стопы. Идеальны для долгих пробежек и активных дней."
  },
  {
    id: 10,
    title: "Adidas Ultraboost 20",
    price: "11599",
    img: img02,
    description: "Adidas Ultraboost 20 сочетают в себе прогрессивные технологии и инновационный дизайн. Их эргономичная форма, усиленная подошва и текстильный верх делают эти кроссовки идеальными как для спорта, так и для повседневного использования."
  },
  {
    id: 11,
    title: "Adidas Ultraboost DNA",
    price: "8499",
    img: img02,
    description: "Adidas Ultraboost DNA — это гибридная модель, которая объединила в себе лучшее из линейки Ultraboost. Эти кроссовки обеспечивают исключительную амортизацию благодаря технологии Boost, а их стильный дизайн делает их универсальными как для спорта, так и для повседневной носки."
  },
  {
    id: 12,
    title: "Adidas Ultraboost Parley",
    price: "8999",
    img: img02,
    description: "Adidas Ultraboost Parley созданы из переработанных океанских материалов, объединяя экологичность и передовые технологии. Эти кроссовки поддерживают природные ресурсы и обеспечивают высокий комфорт, оставаясь при этом стильными и современными."
  },
  {
    id: 13,
    title: "Adidas Ultraboost S&L",
    price: "9899",
    img: img02,
    description: "Adidas Ultraboost S&L — это стильная и удобная модель для тех, кто ценит как внешний вид, так и функциональность. Технология Boost гарантирует легкость и поддержку на протяжении всего дня, делая их идеальным выбором для повседневной носки."
  },
  {
    id: 14,
    title: "Adidas Ultraboost 19",
    price: "6799",
    img: img02,
    description: "Adidas Ultraboost 19 — это сочетание минимализма и функциональности. С их легким весом и усиленной подошвой Boost, они предлагают отличную амортизацию и максимальный комфорт для повседневных пробежек и прогулок."
  },
  {
    id: 15,
    title: "Adidas Ultraboost Clima",
    price: "14999",
    img: img02,
    description: "Adidas Ultraboost Clima — это инновационные кроссовки, разработанные с учетом климатических условий. Они оснащены дышащим верхом и технологией Boost, что делает их идеальными для бега в любую погоду, обеспечивая комфорт и защиту."
  },
];